Repository: kongo2002/gskat
Catalog: po/*.po
Languages: de

source: %s: only 1 card possible
de: %s: nur 1 Karte möglich

source: %s: random card
de: %s: zufällige Karte

source: %s: try kurz_fehl_ass()
de: %s: versuche kurz_fehl_ass()

source: %s: try knapp_trumpfen()
de: %s: versuche knapp_trumpfen()

source: %s: 10 skipped - ace not played yet
de: %s: 10 übersprungen - Ass noch nicht gespielt

source: %s: try trumpf_spitzen()
de: %s: versuche trumpf_spitzen()

source: %s: try truempfe_ziehen()
de: %s: versuche truempfe_ziehen()

source: %s: try kurz_aufspielen()
de: %s: versuche kurz_aufspielen()

source: %s: try lang_aufspielen()
de: %s: versuche lang_aufspielen()

source: %s: try ai_kontra_schmieren()
de: %s: versuche ai_kontra_schmieren()

source: %s: try highest_fehl()
de: %s versuche highest_fehl()

source: %s: try abwerfen()
de: %s: versuche abwerfen()

source: %s trumped %s
de: %s hat %s gestochen

source: Gtk skat game written in C
de: Gtk Skat-Spiel programmiert in C

source: Found config file '%s'
de: Konfigurationsdatei gefunden: '%s'

source: Failed to load config from '%s'
de: Fehler beim Laden der Konfigurationsdatei '%s'

source: Using default settings instead.
de: Benutze Standard-Konfigurationswerte.

source: Saved configuration: %s
de: Speichere Konfiguration: %s

source: Failed to save configuration: %s
de: Fehler beim Speichern der Konfiguration: %s

source: Failed to read '%s' from config file.
de: Fehler beim Lesen von '%s' aus der Konfigurationsdatei.

source: Failed to read configuration: %s
de: Fehler beim Lesen der Konfiguration: %s

source: Failed to read 'player_names' from config file.
de: Fehler beim Lesen von 'player_names' aus der Konfigurationsdatei.

source: Rewriting config file.
de: Schreibe Konfigurationsdatei neu.

source: Card is not possible.
de: Karte ist nicht möglich.

source: Bidding
de: Reizen

source: Yes
de: Ja

source: No
de: Nein

source: Pass
de: Passen

source: %s says %d:
de: %s sagt %d:

source: Forehand: %s; Middlehand: %s
de: Sager: %s; Hörer: %s

source: Middlehand: %s. Bid?
de: Hörer: %s. Reizen?

source: %s says %d
de: %s sagt %d

source: %s says %s
de: %s sagt %s

source: Start of bidding
de: Start des Reizens

source: Start of bidding
de: Start des Reizens

source: MaxReizwert of %s: %d
de: MaxReizwert von %s: %d

source: CardRating of %s: %d
de: CardRating von %s: %d

source: %s won 1. reizen with %d
de: %s gewinnt 1. Reizen mit %d

source: %s won 2. reizen with %d
de: %s gewinnt 2. Reizen mit %d

source: Pronounce a game
de: Spiel ansagen

source: All players have passed -> new round.
de: Alle Spieler haben gepasst -> Neue Runde

source: All players have passed. New round
de: Alle Spieler haben gepasst. Neue Runde

source: Play hand game?
de: Spiele Hand?

source: Pronounce game.
de: Spiel ansagen.

source: %s plays %s.
de: %s spielt %s.

source: %s plays %s
de: %s spielt %s

source: %s played: %s
de: %s spielt: %s

source: %s won the trick.
de: %s gewinnt den Stich

source: %s lost the game (null game)
de: %s hat das Nullspiel verloren

source: %s won the trick (%d).
de: %s gewinnt den Stich (%d)

source: %s has overbid. Bidden: %d Game value: %d %d
de: %s hat überreizt. Gereizt: %d Spielwert: %d %d

source: %s has overbid
de: %s hat überreizt

source: %s wins with %d against %d points +%d
de: %s gewinnt mit %d zu %d Punkten +%d

source: %s won the round
de: %s gewinnt die Runde

source: %s lost with %d against %d points %d
de: %s verliert mit %d zu %d Punkten %d

source: %s lost the round
de: %s hat die Runde verloren

source: %s lost the null game %d
de: %s hat das Nullspiel verloren %d

source: %s won the null game %d
de: %s hat das Nullspiel gewonnen %d

source: Choose a card to play
de: Wähle eine Karte aus

source: Really abort the current round?
de: Aktuelle Runde wirklich abbrechen?

source: Current round aborted.
de: Runde abgebrochen.

source: New round
de: Neue Runde

source: New round started
de: Neue Runde gestartet

source: Could not determine current game state.
de: Konnte aktuellen Spiel-Status nicht bestimmen.

source: Error on writing game state.
de: Fehler beim Schreiben des Spielstatus.

source: Could not determine card states.
de: Konnte Karten-Status nicht bestimmen.

source: Error on writing card states.
de: Fehler beim Schreiben des Karten-Status.

source: Error on writing trick states.
de: Fehler beim Schreiben der Stich-Status.

source: Failed on writing players' cards state.
de: Fehler beim Schreiben der Spieler-Karten Status.

source: Failed on writing table cards state.
de: Fehler beim Schreiben der Tisch-Karten Status.

source: Error on opening file '%s' for writing.
de: Fehler beim Öffnen der Datei '%s' zum Schreiben.

source: Successfully wrote game state to file '%s'
de: Spiel-Status erfolgreich in Datei '%s' geschrieben.

source: Failed to write game state to file '%s'
de: Schreiben des Spiel-Status in Datei '%s' fehlgeschlagen

source: Error on reading game state.
de: Fehler beim Lesen des Spiel-Status.

source: Error on reading card states from file.
de: Fehler beim Lesen des Spiel-Status.

source: Error on reading trick states.
de: Fehler beim Lesen der Stich-Status.

source: Error on reading players' cards state.
de: Fehler beim Lesen der Spieler-Karten Status.

source: Player %d cards:
de: Karten von Spieler %d:

source: Player %d has no cards anymore.
de: Spieler %d hat keine Karten mehr.

source: Error on reading table cards state.
de: Fehler beim Lesen der Tisch-Karten Status.

source: Cards on the table:
de: Karten auf dem Tisch:

source: There are no cards on the table.
de: Es sind keine Karten auf dem Tisch.

source: Error on opening file '%s' for reading.
de: Fehler beim Öffnen der Datei '%s' zum Lesen.

source: Successfully read game state from file '%s'
de: Spiel-Status erfolgreich aus Datei '%s' gelesen

source: Failed to read game state from file '%s'
de: Fehler beim Lesen des Spiel-Status aus Datei '%s'

source: Loaded icon '%s'
de: Icon '%s' geladen

source: Loading '%s' ...
de: Lade '%s' ...

source: FAIL
de: FEHLER

source: gskat v%s successfully loaded.
de: gskat v%s erfolgreich geladen.

source: Previous trick
de: Letzter Stich

source: Properties
de: Einstellungen

source: Player names
de: Spieler Namen

source: Your name:
de: Dein Name:

source: Player 1:
de: Spieler 1:

source: Player 2:
de: Spieler 2:

source: Rules
de: Regeln

source: Show previous trick:
de: Zeige letzten Stich:

source: Number of reviewable tricks:
de: Anzahl der einsehbaren Stiche:

source: Change mouse cursor for possible cards:
de: Ändere Maus-Cursor für spielbare Karten:

source: Misc
de: Sonstiges

source: Animate card movement:
de: Animiere Karten-Bewegungen

source: Animation duration (in ms):
de: Dauer der Animation (in ms):

source: Delay opponents reaction:
de: Verzögere Reaktion der Gegner:

source: Reaction time (in ms):
de: Reaktionszeit (in ms):

source: Print debug statements:
de: Debug-Meldungen:

source: About
de: Über

source: Configuration file location:
de: Konfigurationsdatei-Ort:

source: Resource files location:
de: Ressourcen-Dateien:

source: Load game state
de: Lade Spieldaten

source: Save current game state
de: Speichere aktuelle Spieldaten

source: Quit
de: Beenden

source: Game
de: Spiel

source: Options
de: Optionen

source: Preferences
de: Einstellungen

source: Help
de: Hilfe

source: Round 1
de: Runde 1

source: Trick:
de: Stich:

source: Game:
de: Spiel:

source: Bidden:
de: Gereizt:

source: Rankings
de: Spielstand

source: New Round
de: Neue Runde

source: Round %d
de: Runde %d

source: Trick %d
de: Stich %d

source: Quit gskat
de: Beende gskat

source: toggle debug mode (for developing)
de: Debugging-Modus (nur für Entwickler)

source: disable card animations
de: Karten-Bewegungen nicht animieren

source: print version and exit
de: Versions-Informationen

source: Failed to parse arguments: %s
de: Fehler beim Lesen der Argumente: %s

source: Unable to create directory: %s
de: Fehler beim Erstellen des Verzeichnis '%s'

source: Diamonds
de: Karo

source: Hearts
de: Herz

source: Spades
de: Pik

source: Clubs
de: Kreuz

source: Ace
de: Ass

source: Jack
de: Bube

source: Queen
de: Dame

source: King
de: König

source: Could not find a matching card (Suit: %d, Rank: %d).
de: Konnte keine passende Karte finden (Farbe: %d, Rang: %d)

source: Ace of Diamonds
de: Karo Ass

source: 7 of Diamonds
de: Karo 7

source: 8 of Diamonds
de: Karo 8

source: 9 of Diamonds
de: Karo 9

source: 10 of Diamonds
de: Karo 10

source: Jack of Diamonds
de: Karo Bube

source: Queen of Diamonds
de: Karo Dame

source: King of Diamonds
de: Karo König

source: Ace of Hearts
de: Herz Ass

source: 7 of Hearts
de: Herz 7

source: 8 of Hearts
de: Herz 8

source: 9 of Hearts
de: Herz 9

source: 10 of Hearts
de: Herz 10

source: Jack of Hearts
de: Herz Bube

source: Queen of Hearts
de: Herz Dame

source: King of Hearts
de: Herz König

source: Ace of Spades
de: Pik Ass

source: 7 of Spades
de: Pik 7

source: 8 of Spades
de: Pik 8

source: 9 of Spades
de: Pik 9

source: 10 of Spades
de: Pik 10

source: Jack of Spades
de: Pik Bube

source: Queen of Spades
de: Pik Dame

source: King of Spades
de: Pik König

source: Ace of Clubs
de: Kreuz Ass

source: 7 of Clubs
de: Kreuz 7

source: 8 of Clubs
de: Kreuz 8

source: 9 of Clubs
de: Kreuz 9

source: 10 of Clubs
de: Kreuz 10

source: Jack of Clubs
de: Kreuz Bube

source: Queen of Clubs
de: Kreuz Dame

source: King of Clubs
de: Kreuz König
